Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: - Die foto van Mendez, is vasgesteek gevind in hul keet.
ar: الأخوية الى بارسا وجدت هذه الصورة لميندز معلم عليها

source: - Hy is waarskynlik hul volgende teiken.
ar: في مجمعهم إنها رهان جيد

source: Kan ons hom beskerm?
ar: على انه هدفهم القادم

source: Ons het Mendez in 'n hotel gehou afgelope nag.
ar: هل تستطيه حمايته ؟

source: Ek bring hom na 'n skuil adres, sodra ons hier klaar is.
ar: لقد أبقينا السيد ميندز في فندق الليلة الماضية كما انني سأنقلة لمنزل آمن

source: Dan wil ek u nie ophou nie.
ar: حالما ننتهي من هاذا

source: Menere, soos jy dalk weet, ek is geen militêre.
ar: لا تدعاني أبقيكما هنا أيها السادة ، كما تعلمون انا لست من الجيش

source: Ek kom uit die sakewêreld.
ar: خبرتي في الأعمال التجارية

source: Die eerste saak wat die President me opdroeg is die voorkoming van verdere aanvalle.
ar: و أول امر في التجارة الذي عينني الرئيس لمعالجته هو

source: Die tweede is, die oortreders vinnig voor die hof te bring, met alle moontlike middele.
ar: منع المزيد من الهجمات والثاني هو لتحقيق العدالة السريعة لمن يتسبب في الهجمات ، بأي وسيلة ضرورية

source: Die vensters was geplaas op versoek van my voorganger.
ar: هذه النوافذ ركبت بناء على طلب الرئيس السالف

source: Hy het geglo dat met lig, klaarheid kom.
ar: لقد اعتقد أن الصفاء يأتي مع الضوء

source: Verskoon, direkteur, hoe ek ook geniet van abstrakte David familie praat, waarom vertel jy my nie wat jy weet?
ar: اذا عذرتيني ، ايتها المديرة على قدر ما أستمتع بالحديث عن الفن التجريدي لعائلة دافيد لماذا لا تخبريني ماذا تعرفين ؟

source: Wanneer was jou laaste gesprek met Ziva?
ar: متى كان اخر تواصل لك مع زيفا ؟

source: - Sy is geen Mossad meer. Hoekom soek jy haar?
ar: انها ليست من الموساد ، ليس بعد الان

source: - Dieselfde rede as jy.
ar: لماذا تبحثين عنها ؟ .لنفس السبب الذي لديك

source: Daar twyfel ek aan.
ar: أشك في ذلك

source: - Goed, gee ek toe.
ar: حسناً ، سأخبرك بذلك

source: Eli sou wil, dat ek vir haar veiligheid sou verseker.
ar: إيلاي كان سيريدني أن ابقيها آمنه

source: Shin Bet geïdentifiseer die drie dooie mans, gevind op die David onderduikadres.
ar: الشباك تعرفوا على الرجال الثلاثة الذين وجدوا مقتولين في منزل دافيد الامن

source: Gewone misdadigers, geen politieke bande.
ar: مجرمين عاديين ليس لديهم اي انتماء سياسي

source: - Hitmen.
ar: قتلة مأجورين

source: Vermoedelik betaal deur dieselfde mense wat jou en agent Gibbs probeer dood te maak.
ar: من المفترض انهم أُستؤجروا من قبل نفس الاشخاص الذين حاولوا قتلك والعميل جيبز

source: Bind my hande nie met jou wantroue.
ar: لا تقيدني ، بسوء ظنك

source: Wanneer was jou laaste kommunikasie met Ziva?
ar: متى تواصلت مع زيفا آخر مرة ؟

source: Twee nagte gelede.
ar: قبل ليلتين

source: sy het dit gestuur.
ar: لقد ارسلت هذه

source: Die arme, misleide Ari.
ar: المسكين ، آري المضلل

source: - Geen boodskap, niks sedertdien.
ar: لا يوجد رسالة ولاشئ بعدها

source: Jy is bekommerd dat sy dood is?
ar: هل انها قلق لاحتمال انها ميته ؟

source: Tony, dit is 'n kibboets, waar Ziva en haar broer gesit toe hulle kind was.
ar: توني ، هذه المزرعة التي ذهبت اليها زيفا وأشقائها عندما كانو أطفال

source: Gister, het 'n onderwyser, 'n vrou gesien wat voldoen aan die beskrywing van Ziva.
ar: ليلة أمس ، رأت مدرسة هناك امرأه تطابق اوصاف زيفا تمشي في الآراضي

source: Die vrou begrawe dit in een van die tuine.
ar: وقد دفنت المرأة هذا في احد الأراضي

source: Dan is sy gevlug.
ar: ثم أختفت

source: - Ek sal perdry en Amerika besoek.
ar: "سأركب حصان , اسافر الى امريكا""

source: Het sy dit as kind geskryf?
ar: هل كتبت هذا عندما كانت طفلة ؟

source: - Die handskrif is van Ziva, ja.
ar: كلتا المجموعتين هي من خط يد زيفا ، نعم

source: Maar op die basis van die ink versadiging, was die " X"
ar: ولكن استناداً على تشبع الحبر

source: en die laaste sin, vry recent bygevoeg.
ar: الخطأ والجملة الأخيرة اُضيفا مؤخراً

source: - " Stop dit vir hom".
ar: "سأُوقف هذا من أجله ؟""

source: Wat stop?
ar: توقف ماذا؟

source: - Dat ons vra ons ook af.
ar: هذا ما يقلقنا

source: Dus, wat doen ons hier? - Die direkteur het gesê dat ons...
ar: اذن ، ماذا نفعل هنا ؟

source: Ja, die direkteur het gesê om dit te beheer.
ar: المديرة قالت أن علينا نعم ، المديرة قالت علينا أن نتحقق من أمره

source: Sy laat me van links na regs loop sedert ek van die vliegtuig kom.
ar: أسمع ، انها تحاول ان تراوغني منذ ان خرجت من الطائرة

source: Kom dat vir jou as betroubaar gedrag oor?
ar: هل يبدو لك هاذا سلوكاً جدير بالثقة ؟

source: Dit is die woonstel waar Ziva grootgeword.
ar: هذه الشقه التي تربت فيها زيفا

source: Sy het my hier eens heen gebring om die me te toon.
ar: لقد أحضرتني هنا مره ، لتريني

source: Luister, toe ek jou gevra het om haar te soek...
ar: ..أسمع ..عندما طلبت منك أن تبحث عنها

source: Hier is dit.
ar: هذه هي

source: Hallo, is daar iemand?
ar: مرحباً

source: Owerheid agente?
ar: عملاء حكوميون ؟

source: - Kan jy die hamer neerlê, asseblief?
ar: هل يمكنك وضع المطرقه بعيدا ، رجاءاً؟

source: Jammer, ek gedra boodskappe en het die deur vergeet te sluit.
ar: أنا آسفة أنا .. كنت أحمل المشتريات

source: Is jy Dr Deena Bashan?
ar: لابد انني نسيت ان اغلق الباب هل أنت د. دينا باشان ؟

source: - Ja. Waaroor gaan dit?
ar: نعم

source: - Ziva David. Ken jy haar?
ar: زيفا دافيد هل تعرفينها؟

source: - Heel my lewe al
ar: لقد عرفتها طوال حياتي

source: Ons het gegroei hier saam op.
ar: لقد نشأنا سوياً في هذه البناية

source: Is sy OK?
ar: هل هي بخير ؟

source: He, ek het gedink dat jy al 'n rukkie weg was.
ar: مرحباً ظننت انك غادرت منذ فترة

source: Ek het dit probeer maar,
ar: كنت أحاول ولكن السيد ميندز هنا

source: Mr Mendez verlang nie na veilige bewaring.
ar: يتفهم ببطئ مفهوم الحجز الوقائي

source: Ek is nie bang van die skelms.
ar: لست خائفا من هؤلاء الأغبياء

source: Dit het niks met vrees te maak.
ar: هذا ليس حول الخوف

source: - Ek doen sake in heel 't land, agent Gibbs.
ar: انني أتاجر حول الدوله ، أيها العميل جيبز

source: Elke wysiging aan my agenda, my lewe, is 'n sege vir " The Brotherhood ".
ar: _أي تقلبات في جدول أعمالي _ في حياتي من شأنها ان تكون نصرا للأخويه

source: Dit is spesiale omstandighede.
ar: هذه ظروف خاصة

source: Slegs veral as ons die terroriste toelaat om hulle so te maak.
ar: خاصة فقط إذا سمحنا للإرهابيين ان يجعلوها كذلك

source: Bly in die buurt van agent Fornell, of jy is dood.
ar: أنظر لا تكن مزعجاً

source: - Vir vryheid, is ek seker nie die eerste wat sterf.
ar: أو ستكون رجلا ميتاً لن أكون أول من يموت من أجل الحريه

source: Maar goed.
ar: ولكن ، حسناً

source: - Werklik?
ar: حقاً؟ ؟

source: Ek sê die laaste uur presies dieselfde.
ar: لقد قضيت الساعات الاخيره اكرر نفس الشيئ

source: - Hopelik is jy beskerming beter, dan jou oortuigingskrag.
ar: اذن دعنا نأمل انك أفضل في الحماية من الاقناع

source: Verlos me.
ar: أنقذني

source: Ek het hierdie plek geërf van my ouers.
ar: لقد ورثت هذا المكان من والدي

source: Die Davids gewoon het aan die oorkant van die gang.
ar: كانت عائلة دافيد تعيش مقابل الرواق

source: Ek was ouer as Ziva, maar ek kyk na haar op.
ar: كنت اكبر من زيفا لكن كنت اهتم بها

source: Selfs toe al was sy kragtig.
ar: ،حتى عندما كانت قوية

source: Vasberade, leergierig, koppig soos 'n donkie.
ar: مصممة ، فضولية وعنيدة جداً

source: - Vergewe my, meneer DiNozzo, ek praat maar en jy het vrae.
ar: يبدو صحيحاً

source: Asseblief.
ar: أنا اثرثر بينما لديك أسئلة رجاءاً

source: Wanneer het jy haar die laaste keer gesien?
ar: متى رأيتيها اخر مرة ؟

source: - Maande gelede.
ar: كانت ،، منذ عدة أشهر

source: Op die begrafnis van haar vader.
ar: في جنازة والدها

source: Waar het jy dat gehaal?
ar: من أين حصلت على هذا ؟

source: - Het jy dit eerder gesien?
ar: هل رأيتيه من قبل ؟

source: Ek het daar ook so 'n.
ar: لدي واحدة أيضاً

source: Hierdie was van Ziva.
ar: هذه كانت لزيفا

source: Ons was nog jonk en geleer pas Engels.
ar: We were so young, we were just learning English.

source: Ons noem dit, ons testamente.
ar: "كنا نسميهم "رغباتنا

source: Ons onderwyser het gesê, dat as ons ons wense in die grond begrawe en daar elke aand aan dink, hulle sou uitkom.
ar: كانت معلمتنا تقول اذا دفنّا أمنياتن في الارض وفكرنا فيها كل ليلة .ستتحقق

source: Waarom is dit gekruis? - Dat ons nie weet nie.
ar: لماذا شطبت ؟

source: " Stop dit vir hom".
ar: لا نعلم

source: - Weet jy wat dit beteken?
ar: "سأوقف هذا من أجله"

source: Ek weet dat haar werk gevaarlik is.
ar: أعلم ،، ان عملها خطِر

source: Asseblief, sê dit me.
ar: أرجوك ، أخبرني

source: Ons doen ons bes om te verseker dat sy veilig is.
ar: نحن نفعل مابوسعنا لنتأكد انها آمنه

source: Dankie vir die tee, dokter.
ar: أشكركِ على الشاي ، دكتورة

source: Is jy oke?
ar: ..ممم هل أنتِ بخير ؟

source: Ja, dit is net...
ar: ..نعم ، انه فقط

source: Sy het dit oor u op die begrafnis.
ar: لقد ذكرتك في الجنازة

source: Ek kon sien wat sy het gevoel.
ar: أستطيع أن أرى ماذا كانت تشعر

source: "Stop dit vir hom".
ar: "سأُوقف هذا من اجله ""

source: Miskien is jy die "hom".
ar: ربما تقصدك

source: "Ek word 'n ballerina". Dat begryp ek nie.
ar: "سأكون راقصة باليه."

source: Dit is Ziva, moet dit nie wees nie "ninja" of iets soortgelyks?
ar: أنا لا أفهم هذه زيفا ألا يجب أن تقول "نينجا "أو شيئ من هذا القبيل ؟

source: Blykbaar was daar vroeër 'n minder woeste fase.
ar: على ما يبدو هذه كانت مرحلة قبل الشراسة

source: Dus, wat het dit met jou te maak?
ar: آآه اذن ، كيف تدور هذه القائمة حولك ؟

source: - Ek weet nie of dit die geval is.
ar: لا أعلم اذا كانت

source: Dit is 'n lang storie, ek...
ar: إنها قصة طويلة ..

source: - Waarom fluister jy?
ar: أنا لماذا تهمس ؟

source: Omdat ek in die hoofkwartier van die Mossad sit.
ar: لأنني في مقر الموساد

source: So jy werk saam, maar jy fluister omdat...
ar: أنت تعمل معهم لكنك تهمس بسبب ... .

source: Dit is die Mossad.
ar: لا أعلم ، إنها الموساد

source: Dit lyk my beter.
ar: أشعر ان هذا صحيح

source: Wel, toegang tot hul hulpbronne sou 'n groot hulp wees.
ar: حسناً ، عليّ أن اقول أن الوصول الى مصادرهم مساعدة ضخمة

source: Ja, maar hoe lank sal dat duur?
ar: نعم ، لكن من يعلم الى متى ستستمر

source: Ek het 'n hoek nodig.
ar: أحتاج الى زاوية

source: Wat is my hoek?
ar: ماهي زاويتي ؟

source: Gee my 'n hoek, McGee.
ar: أعطني زاوية للبحث ،مكجي

source: Ek het 'n spoor van die laaste boodskap dat Ziva jou gestuur.
ar: لقد تعقبنا آخر رسالة ارسلتها زيفا لك

source: Dat is goed. Die foto van Ari.
ar: أووه ، هذا جيد

source: Waar was sy?
ar: صورة آري ، أين كانت؟

source: Verbind via wifi in 'n internet kafee in die sentrum van Tel Aviv.
ar: متصلة بشبكة لاسلكية في مقهى انترنت في منتصف تل أبيب

source: Het jy 'n adres.
ar: هل لديك عنوان ؟

source: - Kyk in jou posbus.
ar: تحقق من بريدك الالكتروني

source: Kyk bietjie aan.
ar: حسناً ، أنظر الى هذا

source: McHouvanje op groot afstand.
ar: أحبك من مسافة طويلة

source: Lewer die koeëls iets op, Abbs?
ar: هل يعطينا الرصاص أي معلمومات ، أبـــز؟

source: - Euh, standaard .308 Winchesters.
ar: عيار 803 من نوع وينشستر

source: daar is niks wat hulle in verband bring met dit dom " Brotherhood of Doubt " ding.
ar: أي شخص يستطيع شرائهم من الإنترنت ...ولا يوجد شيئ لنربطهم بما يسمى بأخوية الشك ، الغبية

source: Die naam val so teen. Ek sê dit nie eens graag.
ar: إسمها كئيب حتى أنني لا استطيع قوله

source: Net 'n ontwerp model wat ek gemaak het om iets uit te pluis.
ar: أنها فقط نموذج صغير صنعته ليوضح بعض الأمور

source: Kogeltrajecten?
ar: مسارات الرصاص ؟

source: Al die koeëls in die woonstel van Tony het dieselfde hoek en kom van dieselfde punt.
ar: نعم ، جميع الأعيرة النارية من شقة توني وقعت في نفس الزاوية

source: 'n Dak aan die oorkant van die straat.
ar: وانطلقت من نفس المكان في السطح مقابل الشارع

source: - Dat beweer binnelandse veiligheid.
ar: حسناً ، هذا ماقاله الامن القومي

source: Dus, wat klop daar dan nie?
ar: اذن ماالذي لايبدو منطقياً؟

source: - Hul enigste getuie het gesê dat hy iemand sien op die dak, vlak nadat daar geskiet is.
ar: شاهدهم الوحيد قال انه رأى احدهم على السطع بعد إطلاق النار

source: Maar daar is daar niemand of niks.
ar: ! وكن لا يوجد اي احد او اي شيئ هناك

source: Kan jy dit deurstraal na McGee?
ar: هل تستطيعين إشعاع هذا لمكجي ؟

source: - Deurstraal kan ek nie, kaptein Kirk maar ek kan dit stuur.
ar: حسناً، لا أستطيع إشعاعه، كابتن كيرك ، ، ولكن استطيع

source: - Kaptein wie?
ar: ارساله بالتأكيد كابتن من ؟

source: Die getuie is 'n onderhoud man van die gebou van waarop geskiet is.
ar: الشاهد هو عامل صيانة في نفس المبنى الذي اطلق منه النار

source: Gerald Carlin.
ar: جيرالد كارلن

source: Hy beweer dat hy tydens sy middagete uit die venster kyk en 'n figuur op die dak het gesien.
ar: يدعي انه كان في استراحة الغداء عندما لمح شيئاً من النافذة ورأى شخصاً يهرب من السطح

source: Hy het sy eie dak vanuit sy eie gebou. hoe kan dat?
ar: هل رأى السطح من نفس المنبى الذي يجلس فيه ؟ كيف يمكن ذلك؟

source: Dat kan nie. Waar was die middagete?
ar: لا يمكن أين كان الغداء

source: Ek het gedink dat jy dit sou vra, ' n bar aan die oorkant met die naam Clancy's.
ar: ظننت أنك ستسأل هذا كان في الحانة تسمى كلانسي في الشارع المقابل

source: Die barman bevestig dat Carlin daar 'n broodjie kalkoen at en na buite kyk toe hy die skote hoor.
ar: الساقي يؤكد أن كارلن كان هناك يأكل شرائح الديك الرومي ولمحه من النافذه

source: Is daar gedrink?
ar: .عندما سمع اطلاق النار هل كان يشرب ؟

source: - Vier biere, twee tequila 's.
ar: أربعة كؤوس من البيرة وكأسان من التكيلا

source: Dus, hy kon niks duidelik sien.
ar: اذن لم يكن يرى او يسمع اي شيئ بوضوح

source: Of hy was betaal om te sien wat hy gesien het.
ar: أو دفع له ليقول ما رأه

source: As die skote nie van die dak kom, hulle het te kom van die boonste vloer.
ar: حسناً، إذن لو لم تأتِ الرصاصات من السطح لابد أنهم أتو من الدور الاخير

source: Het die binnelandse veiligheid die bewoners verhoor?
ar: هل استجوب الامن القومي المستأجرين ؟ ...الدور الأخير

source: Boonste verdiep, almal behalwe een.
ar: كلهم ماعدا واحداً

source: Lisa Pierway.
ar: ليزا يبرواي

source: Sy het die deur oop nie.
ar: لم تجب على الباب أبداً

source: NCIS.
ar: شعبة التحقيقات البحرية!

source: Lisa Pierway?
ar: ليزا بيرواي؟

source: Baas, ruik jy dit?
ar: أيها الرئيس ، هل تشم هذا ؟

source: Baas.
ar: أيها الرئيس

source: Daar is tekens van 'n worsteling vir sy verwurg is.
ar: هذه العلامات تدل على قتال عنيف قبل أن تخنق

source: Die skut het selfs geen moeite gedoen om dit op 'n rooftog te laat lyk.
ar: لم يأبـه مطلق النار حتى أن يجعلها تبدو كسرقة

source: Lisa Pierway was farmaseutiese verteenwoordiger.
ar: ليزا بيرواي كانت مندوبة صيدلانيه

source: Bokse met medikasie onaangeraak in haar kas.
ar: علب من عينات الأدوية تركت دون أن تلمس في خزانتها

source: Dit was 'n professionele.
ar: القاتل كان محترفاً

source: Hy het skoon gemaak, laat geen druk na.
ar: مسح كل شي بعد دخوله، لايوجد اي بصمات

source: Wees nie so seker, Jethro.
ar: لا تكن متأكد جداً، جيثرو ظننت في البداية

source: Waar ek eers gedink dat die petechiën was in die oë van mev Pierway, was eintlik bloeding onder die konjunktiva.
ar: أن هذا تحبر دموي في عينا الآنسة بيرواي كان في الحقيقة نزيف تحت الملتحمة

source: waarskynlik veroorsaak deur die duime van die moordenaar.
ar: غالباً سببت بواسطة بصمة القاتل

source: Hy druk haar die oë in.
ar: لقد أغلق عيناها بالقوة

source: - Ja, 'n intimidasie taktiek inderdaad.
ar: نعم ، انه اسلوب بلطجي في الواقع

source: Maar een wat ons 'n pervers geluk kan bring.
ar: ولكنه قد يثبت حظه العاثر

source: Duim afdrukke.
ar: ! بصمات الاصابع

source: - Sy dra kontaklense.
ar: كانت ترتدي عدسات لاصقة

source: As Abby daar maar 'n gedeeltelike kan afhalen, kan ons dalk ons moordenaar vind.
ar: اذا استطاعت آبــي ان تستخرج حتى لو بصمة جزئية ربما نجد قاتلنا

source: - Ja, Tobias, wat is daar?
ar: نعم ، توبايس ، مالجديد؟

source: Die beskerming van Ricky Ricardo is geen conga tromme en Babalu, weet jy.
ar: حماية ريكي ريكاردو لم يكن كل شيئ طبول الكونجا والبابلو ، كما تعلم

source: Dit is nog maar twee dae.
ar: مر يومان فقط

source: - Mendez self het al 'n volle dans kaart.
ar: ومينديز حصل على كرت للرقص

source: Die komende weke, eet en drink hy met elke hoë piet uit die stad wat die anti terrorisme-groep ondersteun waar hy lid van is.
ar: في الأسابيع القليلة المقبلة، سوف يقوم باحتساء النبيذ والطعام كل عيار ناري في هذه المدينة يدعم جماعة مكافحة الارهاب الذي ينتمي اليها

source: En ek sal nog in sy heupzakje sit.
ar: وأنا سأكون هناك بالقرب منه

source: - Tobias, jy kan altyd "nee" sê.
ar: توبايس ، تستطيع الرفض دائماً

source: Wel, daar wringt die skoen.
ar: حسناً، هذه هي المشكلة

source: My baas sê van nie.
ar: رئيسي يقول انني لا أستطيع الرفض

source: Die man is geen gangster, Gibbs.
ar: الرجل ليس عضواً في عصابة ،غيبز

source: Dit is 'n wetsgehoorsame miljoenêr daarop uit die wêreld te red met sy magtige vriende.
ar: أنه مليونير ملتزم بالقانون يخرج لينقذ العالم مع أصدقائة ذوو المناصب

source: En my taak is dit om "ja" te sê.
ar: ووظيفتي أن اقول نعم

source: Piesang pannekoeke, ekstra spek.
ar: فطائر الموز ، والمزيد من اللحم المقدد

source: Kan ek, ekstra, ekstra spek kry?
ar: ..هل أستطيع ان احصل على المزيد والمزيد من اللحم المقدد؟

source: Ontbyt op elke oomblik?
ar: الإفطار في أي وقت؟

source: - Ek hunker na piesang pannekoeke as ek opgewonde raak en niks wind me meer op as 'n hospitaalbesoek.
ar: أرغب بفطائر الموز عندما اكون قلقاً ولا شيئ يقلقني أكثر من زيارة للمستشفى

source: Jy sou wat meer ekonomies kon wees met die spek.
ar: ربما تحتاج لتقليل كمية اللحم المقدد

source: Ek is dit nie.
ar: لست أنا

source: Lawrence Walters.
ar: لورانس والترز

source: filantroop miljardêr wat die stryd teen kanker verloor.
ar: فاعل خير ملياردير خسر معركته ضد السرطان

source: Hy wil 'n hoop skenk aan die anti terreur veldtog, voor hy dood gaan.
ar: يريد أن يتبرع بحزمة من المال لحملة مكافحة الارهاب قبل ان يرحل

source: Mendez wil hom later vandag gaan besoek.
ar: ميندز خطط لزيارته لاحقا في هذا اليوم

source: - Die vent lyk my 'n besoek werd.
ar: يبدو ان الرجل يستحق الزيارة

source: So monter jy die mense op?
ar: وهذه طريقتك لرفع معنويات الناس؟

source: Ek voel net nog platter.
ar: كل ما أشعر به انني أكثر سطحية

source: Ekstra spek. - Dankie.
ar: المزيد من اللحم المقدد

source: Op my koste. Hou jy die kleingeld maar.
ar: أنا سأدفع احتفظي بالباقي

source: - Betaal jy?
ar: على نفقتك؟

source: - Dink jy me te kan koop?
ar: وهل تعتقد ان باستطاعتك شرائي؟

source: Wie maak ek wat wys?
ar: من أحاول ان امازح؟

source: Natuurlik kan hy dat.
ar: بالتأكيد يستطيع

source: Onmoontlik dat Ziva die hele dag in 'n internet cafe sit.
ar: محال ان تقضي زيفا طوال اليوم في نفس مقهى الانتر نت

source: Gaan terug na die tyd dat sy die boodskap gestuur het, gaan nog eens.
ar: عد الى الوقت الذي ارسلت فيه الرسالة ، تأكد مره أخرى

source: Enige geluk?
ar: أي حظ؟

source: Dit sal ons self moet maak.
ar: علينا ان نصنع حظنا

source: - Sou jy eens wil uitwei?
ar: هل تمانع أن تشارك؟

source: Ek gaan na die kafee, om te sien of daar iemand het hom herinner dat sy daar was.
ar: سأتجه للمقهى لأرا اذا كان احدهم يتذكر رؤيتها قادمة

source: Sê teen die bestuurder Shamayim hospitaal.
ar: "أخبر السائق " مشفى شاميم

source: Dit is makliker, die kafee is aan die oorkant.
ar: سيكون من الاسهل المقهى في الجهه المقابلة

source: Van die hospitaal?
ar: من المشفى؟

source: - Ja, hoekom?
ar: نعم ، لماذا؟

source: Die aand dat Ziva die foto gestuur het was sy aangeval in die veilige huis.
ar: في الليلة التي سبقت ارسال الرسالة هوجمت زيفا في المنزل الآمن

source: Dink jy dat sy mediese hulp gesoek het?
ar: هل تظن انها كانت تبحث عن عناية طبية؟

source: - Ek wed dat die wifi tot die oorkant reik.
ar: اراهن ان اشارة الشبكة اللاسلكية تصل الى الجهه المقابلة

source: Gee my 'n hoek in die rigting van die hospitaal.
ar: أعطني زاوية مقابلة للمشفى

source: Nogal indrukwekkend.
ar: هذا مثير للإعجاب

source: Die Mossad het oë in die hele stad.
ar: الموساد لديها عيون في كل ارجاء المدينه

source: In die hele wêreld, agent DiNozzo.
ar: في كل العالم ، ايها العميل دينوزو

source: Dit is ons taak om te sien.
ar: وظيفتنا ان نرى

source: Dit is sy.
ar: ها هي

source: Vergroot dat eens.
ar: كبر هذا

source: Daar is sy.
ar: انها هناك

source: - Met wie praat sy daar?
ar: الى من تتحدث؟

source: Dokter Bashan.
ar: د.باشان

source: Sy het gelieg.
ar: لقد كذبت عليّ

source: He, ek hoor dat jy 'n duimafdruk het?
ar: مرحبا، سمعت انك استخرجتِ بصمة

source: Dit is maar 'n gedeeltelike.
ar: انها جزئية فقط

source: - Ja?
ar: نعم؟

source: Gedeeltelik genoeg?
ar: جزئية كافية؟

source: - Genoeg vir 'n naam.
ar: كافيه لنحصل على اسم

source: Henry Coldwell.
ar: هينري كولدويل

source: Hy is oneervol ontslaan uit die weermag in 2006, na twee jaar te hê gesit vir swaar mishandeling.
ar: السجلات تقول انه سرح من الخدمة من الجيش في عام 2006 بعد الخدمة

source: Maar nie voor hy 'n opleiding tot scherpschutter het.
ar: لمدة عامين في الاعتداء المشدد لكن ليس قبل تلقيه تدريب القناصة

source: Dit is ons skieter.
ar: هذا هو مطلق النار

source: Wel, ek is seker dat McGee jou meer kan vertel en hom dalk nog vind ook.
ar: انا متأكده اذا سألت مكجي سيخبرك المزيد عنه سيخبرك المزيد عنه ربما حتى يجده

source: - Dit is goeie nuus, Abbs.
ar: هذه أخبار جيدة ، آبـــز

source: - Wel, jy het self gesê dat Parsa hitmen betaal.
ar: حسناً ، لقد قلت بنفسك ان بارسا يدفع لقتلة ومفجرين مأجورين

source: Die man is dalk maar 'n lakei.
ar: أعني ان هذا الرجل ربما يكون خادم فقط

source: - Een lakei wat na Parsa lei.
ar: خادم يقودنا لبارسا

source: Ek weet dit nie, Gibbs.
ar: لا اعلم ، جيبز أنا أظن ..

source: Ek dink dat al die angs me uiteindelik te pak het.
ar: أظن فقط أنني بدأت ان اقلق

source: Tony wat gevuur is en Ziva, waar is sy?
ar: أُطلق النار على توني .. و زيفا ..

source: nie kan uitvind wie almal waarvan ek hou probeer om dood te maak, dan vergewe ek het myself nooit.
ar: أين هيّ؟ اذا لم اكتشف من الذي يحاول قتل كل من احب ..

source: - Dit, is 'n goeie begin.
ar: لن أسامح نفسي ابداً على ذلك هذه بداية جيدة

source: Ja, maar, Gibbs, dit is 'n broederskap.
ar: نعم ، لكن جيبز انها أخوية

source: Wat beteken dat die mens, broeders het.
ar: مما يعني ان هذا الاحمق لديه أخوه

source: Ja, ons kry hulle wel.
ar: نعم

source: Ons pak hulle almal.
ar: سنقبض عليهم جميعاً

source: Jy gelieg teen me.
ar: لقد كذبتِ عليّ

source: - Agent DiNozzo, wat doen jy hier?
ar: ايها العميل دينوزو.. ماذا تفعل هنا؟

source: Jy het gesê dat jy Ziva in geen maande gesien het.
ar: لقد قلتِ أنك لم تري زيفا منذ شهور

source: Dink jy dat jy haar beskerm?
ar: هل تظني أنك تحميها

source: Waarom het jy dan teen me gelieg?
ar: لماذا كذبتِ اذن ؟

source: Sy is na my gekom nadat sy aangeval is.
ar: لقد أتت اليّ بعد أن هوجمت

source: Ek hechtte die wonde in haar been en neem haar mee by my tuis.
ar: عالجت الجرح الذي في ساقها

source: Sodat sy kon rus.
ar: وأخذتها لمنزلي حتى ترتاح

source: Maar dan, euh...
ar: ...لكن حينها

source: Ek het gedink ons beide die verdriet te spaar deur daaroor te swyg.
ar: ظننت انني استطيع ان احمينا من ألم القلب اذا بقينا صامتين

source: Maar dan begin sy oor vroeër te praat.
ar: لكنها بدأت تتكلم عن الأيام الماضية

source: Oor Ari.
ar: عن آري

source: Sy het nie geweet dat toe sy weg is gegaan om die wêreld te red, ek hier verlief is op haar broer.
ar: لم تعلم انها عندما رحلت لتنقذ العالم كنت هنا أقع في حب أخيها

source: Hy sou me ten huwelik vra, toe sy hom gedood het.
ar: كان سيتقدم للزواج بي عندما قتلته

source: En jy het haar dat vertel?
ar: وأخبرتيها بذلك ؟

source: Sy probeer dit uit te lê.
ar: ثم حاولت أن تشرح موقفها

source: Sy het gesê dat hy goeie mense kwetste.
ar: قالت أنه كان يؤذي أشخاصاً جيدين

source: Maar Ari is ook pyn aangedoen.
ar: لكن آري كان مجروح ايضاً

source: Sy pa het hom gebreek.
ar: لقد جرحه والده

source: Tog, het ek gesien die laggende seun van die oorkant.
ar: ..ومازلت ارى ذلك الفتى المبتسم في الجهه المقابلة

source: Die goeie seun.
ar: الفتى الجيد

source: Ziva gesmeek me om haar te vergewe.
ar: ..ترجتني زيفا لأسامحها

source: Ek kon dit nie.
ar: لكنني لم أستطع

source: Waar is sy heen gegaan?
ar: أين ذهبت ؟

source: - Dat weet ek nie. Lieg nie teen me.
ar: لا أعلم

source: - Ek het niks verkeerd gedoen nie.
ar: لا تكذبي عليّ أنا لم أفعل اي شيئ خاطئ

source: Jy het geweet dat sy gevaar geloop het en jy gelieg toe ek die jy vroeg.
ar: لقد علمتي أنها في خطر وكذبتي عليّ لقد سألتك بصراحة
